/**
 * 随机字符串（中文）
 * @author ydr.me
 * @created 2017-01-01 17:12
 */


'use strict';

var random = require('blear.utils.random');

module.exports = function (length) {
    return random.string(length || 5,
        '习近平致信祝贺中国国际电视台开播李克强主持召开国务' +
        '院常务会议茶话会上强调两大精神强调一个词' +
        '环保部发布年度十大雾霾谣言雾霾能堵死肺泡' +
        '调查称今年近成白领未休年假工作生活满意度不高' +
        '央行下调大额现金交易人民币报告标准至未连接到互联网' +
        '你是哪里啊君主我们租了个房子新年快乐虽然我发的不是红包' +
        '但是我给你的是最真诚的祝福年已经过去了' +
        '我希望在年里你更加开心快乐身体健康吃嘛嘛香钱越挣越多' +
        '今晚就要跨年夜神说所谓幸福是有一颗感恩的心一个健康的身体' +
        '一份称心的工作一位深爱你的人一帮信赖的朋友' +
        '你会拥有这一切我说祝你圣诞快乐'
    );
};



